// После сабмита формы поиска производится валидация. Если в поле не введён текст, выводится ошибка «Нужно ввести ключевое слово».
export const NOT_KEY_WORD = "Нужно ввести ключевое слово";
// Если ничего не найдено, на месте прелоадера появляется надпись «Ничего не найдено».
export const NOTHING_FOUND = "Ничего не найдено";
// Если в процессе получения и обработки данных происходит ошибка, в окне результатов выводится надпись: 
// «Во время запроса произошла ошибка. Возможно, проблема с соединением или сервер недоступен. Подождите немного и попробуйте ещё раз».
export const ERROR_SEARCH = "Во время запроса произошла ошибка. Возможно, проблема с соединением или сервер недоступен. Подождите немного и попробуйте ещё раз";
// когда в хранилище нет фильмов 
export const FIRST_MESSAGE = "Задайте критерии поиска и нажмите 'Найти'";
// когда нет сохраненных фильмов
export const NOTHING_SAVED = "Нет сохраненных фильмов";
